var gPlayData = {
    "beforelink": "player_002.html?202",//ファイル名は固定、後ろの数字だけ1個前のセクション
    "nextlink": "index.html",
    "jptitle": "第2課　談話練習2　相手の懸念を払しょくする",
    "djp": [
        "1. （Ａ：コンサルタント　Ｂ：町役場担当者）",
        "Ａ：X町といえばマグロです。そこで、地域振興策の一つとして、年に一度のX漁港マグロ祭りの開催をご提案します。",
        "Ｂ：X漁港は駅から遠くて不便なところですが、会場へのアクセスの面ではどうなんですか。",
        "Ａ：その点はご心配いりません。駅から漁港までのバスを出します。",
        "Ｂ：わかりました。採算の点はどうですか。マグロの価格が急に上がって大赤字になると困るんですが。",
        "Ａ：その点につきましては、いくつかの供給先を確保し、リスク分散をします。大赤字にはならないと思います。",
        "Ｂ：そうですか。",

        "2. （Ａ：NPO法人担当者　Ｂ：市役所の担当者）",
        "Ａ：貧困家庭への支援といえば食糧支援です。そこで、具体的な支援策として、野菜の提供をご提案します。",
        "Ｂ：野菜は価格が不安定ですが、安定供給の面ではどうなんですか。",
        "Ａ：その点はご心配いりません。私たちの考えに賛成してくれた農家の方々が協力を約束してくれています。",
        "Ｂ：わかりました。マンパワーの点はどうですか。野菜は日持ちがしないので、多くの家庭に早く届けなければなりません。",
        "Ａ：その点につきましては、ご安心ください。これまでの経験から、ボランティアを募集すれば十分な人が集められると考えています。",
        "Ｂ：そうですか。",

        "3. （Ａ：メーカーの企画担当者　Ｂ：メーカーの営業担当者）",
        "Ａ：冬の悩みといえばのどの乾燥です。そこで、風邪の予防対策として、当社ならではの技術を活かしたポータブル加湿器をご提案します。",
        "Ｂ：小さいと水があまり入れられませんが、使用時間の面ではどうなんですか。",
        "Ａ：その点はご心配いりません。霧が細かいので、少ない水で1日使用できます。",
        "Ｂ：わかりました。価格の点はどうですか。この値段では、高すぎて営業しにくいように思いますが。",
        "Ａ：その点につきましては、場所を問わず簡単に加湿したいというニーズに応えて商品を考えました。そこをアピールすれば、高くても売れると思います。",
        "Ｂ：そうですか。",

    ],
    "gplaylistAB" : [//A+B両方を再生
        //談話練習2はsx_d2x_xx.mp3を使います。d2が目印です
        "s2_d20_01.mp3",

        "s2_d21_01.mp3",
        "s2_d21_02.mp3",
        "s2_d21_03.mp3",
        "s2_d21_04.mp3",
        "s2_d21_05.mp3",
        "s2_d21_06.mp3",
        "s2_d21_07.mp3",

        "s2_d22_01.mp3",
        "s2_d22_02.mp3",
        "s2_d22_03.mp3",
        "s2_d22_04.mp3",
        "s2_d22_05.mp3",
        "s2_d22_06.mp3",
        "s2_d22_07.mp3",

        "s2_d23_01.mp3",
        "s2_d23_02.mp3",
        "s2_d23_03.mp3",
        "s2_d23_04.mp3",
        "s2_d23_05.mp3",
        "s2_d23_06.mp3",
        "s2_d23_07.mp3",
    ],
    "gplaylistAx" : [//Aさんのみ再生
        //TODO:再生しない箇所は"@888"を設定すること
        //注： 888は再生しないトラックの秒数。
        "s2_d20_01.mp3",

        "s2_d21_01.mp3",
        "s2_d21_02.mp3",
        "@7",
        "s2_d21_04.mp3",
        "@8",
        "s2_d21_06.mp3",
        "@2",

        "s2_d22_01.mp3",
        "s2_d22_02.mp3",
        "@5",
        "s2_d22_04.mp3",
        "@9",
        "s2_d22_06.mp3",
        "@1",

        "s2_d23_01.mp3",
        "s2_d23_02.mp3",
        "@5",
        "s2_d23_04.mp3",
        "@8",
        "s2_d23_06.mp3",
        "@2",
    ],
    "gplaylistxB" : [//Bさんのみ再生
        //TODO:再生しない箇所は"@888"を設定すること
        //注： 888は再生しないトラックの秒数。
        "s2_d20_01.mp3",

        "s2_d21_01.mp3",
        "@10",
        "s2_d21_03.mp3",
        "@5",
        "s2_d21_05.mp3",
        "@8",
        "s2_d21_07.mp3",

        "s2_d22_01.mp3",
        "@8",
        "s2_d22_03.mp3",
        "@8",
        "s2_d22_05.mp3",
        "@9",
        "s2_d22_07.mp3",

        "s2_d23_01.mp3",
        "@10",
        "s2_d23_03.mp3",
        "@6",
        "s2_d23_05.mp3",
        "@11",
        "s2_d23_07.mp3",
    ],
};

