var gPlayData = {
    "beforelink": "player_001.html?301",//ファイル名は固定、後ろの数字だけ1個前のセクション
    "nextlink": "player_003.html?303",//ファイル名は固定、後ろの数字だけ1個後のセクション
    "jptitle": "第3課　談話練習1　相手に労いの言葉をかける",
    "djp": [//文章データ
        "1.（Ａ：上司　Ｂ：部下）",
        "Ａ：お疲れさま。大成功でよかったですね。",
        "Ｂ：ありがとうございます。",
        "Ａ：頑張った甲斐がありましたね。",
        "Ｂ：はい。大変でしたが、やってよかったです。",
        "Ａ：これからも期待していますよ。",
        "Ｂ：はい。頑張ります。",

        "2.（Ａ：上司　Ｂ：部下）",
        "Ａ：お疲れさま。展示会が無事に終わって何よりでしたね。",
        "Ｂ：ありがとうございます。",
        "Ａ：苦労が報われましたね。",
        "Ｂ：はい。うまくいくかどうか心配でしたが、何とか終わってホッとしています。",
        "Ａ：これからも期待していますよ。",
        "Ｂ：はい。頑張ります。",

        "3.（Ａ：上司　Ｂ：部下）",
        "Ａ：お疲れさま。大口の契約成立、おめでとう。",
        "Ｂ：ありがとうございます。",
        "Ａ：交渉は難航したと聞いていますが、粘り強く最後まで頑張りましたね。",
        "Ｂ：はい。先方と条件をすり合わせるのに時間がかかりましたが、まとまってよかったです。",
        "Ａ：これからも期待していますよ。",
        "Ｂ：はい。頑張ります。",

    ],
    //音声の再生パターンが3種類あるため、音声データの定義は3つあります。
    "gplaylistAB" : [//A+B両方を再生
        //談話練習1はsx_d1x_xx.mp3を使います。d1が目印です
        "s3_d10_01.mp3",//談話練習１or２

        "s3_d11_01.mp3",//「いち」
        "s3_d11_02.mp3",//Aさん
        "s3_d11_03.mp3",//Bさん
        "s3_d11_04.mp3",//Aさん
        "s3_d11_05.mp3",//Bさん
        "s3_d11_06.mp3",//Aさん
        "s3_d11_07.mp3",

        "s3_d12_01.mp3",//「に」
        "s3_d12_02.mp3",
        "s3_d12_03.mp3",
        "s3_d12_04.mp3",
        "s3_d12_05.mp3",
        "s3_d12_06.mp3",
        "s3_d12_07.mp3",

        "s3_d13_01.mp3",//「さん」
        "s3_d13_02.mp3",
        "s3_d13_03.mp3",
        "s3_d13_04.mp3",
        "s3_d13_05.mp3",
        "s3_d13_06.mp3",
        "s3_d13_07.mp3",
    ],
    "gplaylistAx" : [//Aさんのみ再生
        //Bさんの音声は、再生時間を調べて”@＜秒数＞”と指定してください
        "s3_d10_01.mp3",

        "s3_d11_01.mp3",//「いち」
        "s3_d11_02.mp3",
        "@2",
        "s3_d11_04.mp3",
        "@5",
        "s3_d11_06.mp3",
        "@2",

        "s3_d12_01.mp3",//「に」
        "s3_d12_02.mp3",
        "@2",
        "s3_d12_04.mp3",
        "@6",
        "s3_d12_06.mp3",
        "@2",

        "s3_d13_01.mp3",//「さん」
        "s3_d13_02.mp3",
        "@2",
        "s3_d13_04.mp3",
        "@7",
        "s3_d13_06.mp3",
        "@2",
    ],
    "gplaylistxB" : [//Bさんのみ再生
        //Aさんの音声は、再生時間を調べて”@＜秒数＞”と指定してください
        "s3_d10_01.mp3",

        "s3_d11_01.mp3",//「いち」
        "@3",
        "s3_d11_03.mp3",
        "@2",
        "s3_d11_05.mp3",
        "@2",
        "s3_d11_07.mp3",

        "s3_d12_01.mp3",//「に」
        "@4",
        "s3_d12_03.mp3",
        "@2",
        "s3_d12_05.mp3",
        "@2",
        "s3_d12_07.mp3",

        "s3_d13_01.mp3",//「さん」
        "@4",
        "s3_d13_03.mp3",
        "@5",
        "s3_d13_05.mp3",
        "@2",
        "s3_d13_07.mp3",
    ],
};

