var gPlayData = {
    "beforelink": "player_002.html?302",//ファイル名は固定、後ろの数字だけ1個前のセクション
    "nextlink": "index.html",
    "jptitle": "第3課　談話練習2　相手に褒められて返す",
    "djp": [
        "1. （Ａ：先輩　Ｂ：後輩）",
        "Ａ：営業成績トップで、社長賞を取ったんだってね。おめでとう。",
        "Ｂ：ありがとうございます。今回は幸運でした。",
        "Ａ：いやいや、日頃の努力の成果だよ。",
        "Ｂ：恐れ入ります。先輩にはまだまだ及びません。これからもご指導をよろしくお願いいたします。",
        "Ａ：近いうちに、一席設けるから。",
        "Ｂ：ありがとうございます。",

        "2. （Ａ：社長　Ｂ：部下）",
        "Ａ：ごみ処理場建設の件、反対住民との交渉がまとまってよかったね。",
        "Ｂ：ありがとうございます。関係者の皆さんがいろいろ協力してくださったおかげです。",
        "Ａ：いや、君を抜きにしては、交渉はまとまらなかったと聞いているよ。",
        "Ｂ：恐れ入ります。社長のご指導のおかげです。",
        "Ａ：引き続きよろしく頼むね。",
        "Ｂ：はい。",

        "3. （Ａ：社長　Ｂ：部下）",
        "Ａ：先日の接待の手配は君がやったんだってね。お客さん、とても喜んでいたよ。",
        "Ｂ：ありがとうございます。喜んでいただけてよかったです。",
        "Ａ：料理といい、サービスといい、素晴らしいもてなしだった。",
        "Ｂ：恐れ入ります。社長がアドバイスしてくださったおかげです。",
        "Ａ：次回もまた、頼むよ。",
        "Ｂ：承知しました。",

    ],
    "gplaylistAB" : [//A+B両方を再生
        //談話練習2はsx_d2x_xx.mp3を使います。d2が目印です
        "s3_d20_01.mp3",

        "s3_d21_01.mp3",
        "s3_d21_02.mp3",
        "s3_d21_03.mp3",
        "s3_d21_04.mp3",
        "s3_d21_05.mp3",
        "s3_d21_06.mp3",
        "s3_d21_07.mp3",

        "s3_d22_01.mp3",
        "s3_d22_02.mp3",
        "s3_d22_03.mp3",
        "s3_d22_04.mp3",
        "s3_d22_05.mp3",
        "s3_d22_06.mp3",
        "s3_d22_07.mp3",

        "s3_d23_01.mp3",
        "s3_d23_02.mp3",
        "s3_d23_03.mp3",
        "s3_d23_04.mp3",
        "s3_d23_05.mp3",
        "s3_d23_06.mp3",
        "s3_d23_07.mp3",
    ],
    "gplaylistAx" : [//Aさんのみ再生
        //TODO:再生しない箇所は"@888"を設定すること
        //注： 888は再生しないトラックの秒数。
        "s3_d20_01.mp3",

        "s3_d21_01.mp3",
        "s3_d21_02.mp3",
        "@3",
        "s3_d21_04.mp3",
        "@8",
        "s3_d21_06.mp3",
        "@2",

        "s3_d22_01.mp3",
        "s3_d22_02.mp3",
        "@6",
        "s3_d22_04.mp3",
        "@3",
        "s3_d22_06.mp3",
        "@1",

        "s3_d23_01.mp3",
        "s3_d23_02.mp3",
        "@4",
        "s3_d23_04.mp3",
        "@4",
        "s3_d23_06.mp3",
        "@1",
    ],
    "gplaylistxB" : [//Bさんのみ再生
        //TODO:再生しない箇所は"@888"を設定すること
        //注： 888は再生しないトラックの秒数。
        "s3_d20_01.mp3",

        "s3_d21_01.mp3",
        "@4",
        "s3_d21_03.mp3",
        "@4",
        "s3_d21_05.mp3",
        "@2",
        "s3_d21_07.mp3",

        "s3_d22_01.mp3",
        "@6",
        "s3_d22_03.mp3",
        "@4",
        "s3_d22_05.mp3",
        "@2",
        "s3_d22_07.mp3",

        "s3_d23_01.mp3",
        "@6",
        "s3_d23_03.mp3",
        "@4",
        "s3_d23_05.mp3",
        "@2",
        "s3_d23_07.mp3",
    ],
};

