var gPlayData = {
    "beforelink": "player_002.html?402",//ファイル名は固定、後ろの数字だけ1個前のセクション
    "nextlink": "index.html",
    "jptitle": "第4課　談話練習2　上司に報告する",
    "djp": [
        "1. （Ａ：部下　Ｂ：上司）",
        "Ａ：大門さん、ちょっとよろしいでしょうか。",
        "Ｂ：何ですか。",
        "Ａ：広尾システムの村山さんから電話がありまして、人身事故で、会議に30分ほど遅れるということです。",
        "Ｂ：そうですか。わかりました。",
        "Ａ：会議の参加者には私から連絡しておきますので。",
        "Ｂ：よろしくお願いします。",

        "2. （Ａ：部下　Ｂ：上司）",
        "Ａ：大門さん、ちょっとよろしいでしょうか。",
        "Ｂ：何ですか。",
        "Ａ：すみません。今、子どもの保育園から電話がありまして、子どもが発熱したので、すぐ迎えに来てほしいと言われてしまいました。",
        "Ｂ：そうですか。心配ですね。",
        "Ａ：はい。申し訳ありませんが、今日は早退させていただきます。明日出社できるかどうか、夕方までにご連絡いたしますので。",
        "Ｂ：わかりました。",

        "3. （Ａ：部下　Ｂ：上司）",
        "Ａ：大門さん、ちょっとよろしいでしょうか。",
        "Ｂ：何ですか。",
        "Ａ：フジコンサルティング社の戸田さんから話がありまして、うちの携帯部門に興味を示している会社があるということです。",
        "Ｂ：うちの携帯部門に、ですか。",
        "Ａ：はい。売却の可能性について、聞きたいとのことで、近いうちに来社したいそうです。",
        "Ｂ：そうですか。じゃ、日時の設定を頼みます。",

    ],
    "gplaylistAB" : [//A+B両方を再生
        //談話練習2はsx_d2x_xx.mp3を使います。d2が目印です
        "s4_d20_01.mp3",

        "s4_d21_01.mp3",
        "s4_d21_02.mp3",
        "s4_d21_03.mp3",
        "s4_d21_04.mp3",
        "s4_d21_05.mp3",
        "s4_d21_06.mp3",
        "s4_d21_07.mp3",

        "s4_d22_01.mp3",
        "s4_d22_02.mp3",
        "s4_d22_03.mp3",
        "s4_d22_04.mp3",
        "s4_d22_05.mp3",
        "s4_d22_06.mp3",
        "s4_d22_07.mp3",

        "s4_d23_01.mp3",
        "s4_d23_02.mp3",
        "s4_d23_03.mp3",
        "s4_d23_04.mp3",
        "s4_d23_05.mp3",
        "s4_d23_06.mp3",
        "s4_d23_07.mp3",
    ],
    "gplaylistAx" : [//Aさんのみ再生
        //TODO:再生しない箇所は"@888"を設定すること
        //注： 888は再生しないトラックの秒数。
        "s4_d20_01.mp3",

        "s4_d21_01.mp3",
        "s4_d21_02.mp3",
        "@1",
        "s4_d21_04.mp3",
        "@2",
        "s4_d21_06.mp3",
        "@1",

        "s4_d22_01.mp3",
        "s4_d22_02.mp3",
        "@1",
        "s4_d22_04.mp3",
        "@2",
        "s4_d22_06.mp3",
        "@2",

        "s4_d23_01.mp3",
        "s4_d23_02.mp3",
        "@1",
        "s4_d23_04.mp3",
        "@2",
        "s4_d23_06.mp3",
        "@4",
    ],
    "gplaylistxB" : [//Bさんのみ再生
        //TODO:再生しない箇所は"@888"を設定すること
        //注： 888は再生しないトラックの秒数。
        "s4_d20_01.mp3",

        "s4_d21_01.mp3",
        "@3",
        "s4_d21_03.mp3",
        "@7",
        "s4_d21_05.mp3",
        "@3",
        "s4_d21_07.mp3",

        "s4_d22_01.mp3",
        "@2",
        "s4_d22_03.mp3",
        "@9",
        "s4_d22_05.mp3",
        "@10",
        "s4_d22_07.mp3",

        "s4_d23_01.mp3",
        "@3",
        "s4_d23_03.mp3",
        "@7",
        "s4_d23_05.mp3",
        "@6",
        "s4_d23_07.mp3",
    ],
};

