var gPlayData = {
    "beforelink": "player_002.html?502",//ファイル名は固定、後ろの数字だけ1個前のセクション
    "nextlink": "index.html",
    "jptitle": "第5課　談話練習2　条件を述べる",
    "djp": [
        "1. （Ａ：人材紹介会社の人　Ｂ：IT企業の採用担当者）",
        "Ａ：エンジニアのマネージャー職の募集にあたって、御社のほうで何かご要望があれば、お願いします。",
        "Ｂ：そうですね。三つあります。まず、専門性が高いこと。これは特許の取得数や資格で判断できると思います。",
        "Ａ：なかなか厳しい条件ですね。",
        "Ｂ：次に、語学力があること。外国人なら日本語力、日本人なら英語力が必要です。日本語力はJLPT Ｎ1、英語力はTOEIC 800点以上あるといいですね。それから、チームで動ける性格であること。これは、我々が候補者に直接会って判断します。",
        "Ａ：なるほど。よくわかりました。",

        "2. （Ａ：化粧品会社の商品開発部社員　Ｂ：化粧品会社の営業部社員）",
        "Ａ：来年秋に発売する予定の化粧水の開発に際して、現場の声をお聞きしたいと思います。",
        "Ｂ：そうですね。三つあります。まず、手頃な価格であること。値段を気にしないでたくさん使いたいというお客様の声が多くあります。",
        "Ａ：そうですか。一度に使う量も大切なポイントなんですね。",
        "Ｂ：次に、保湿力が高いこと。冬は肌の乾燥対策が欠かせません。それから、美白効果があること。アジアを中心に高いニーズがあります。",
        "Ａ：なるほど。よくわかりました。",

        "3. （Ａ：後輩　Ｂ：先輩）",
        "Ａ：インターネットでルームメイトを募集しようと思ってるんですけど、どんな条件を載せたらいいですか。",
        "Ｂ：そうですね。私の経験から言うと、ポイントは三つです。まず、生活スタイルが似ていること。朝起きる時間や、夜寝る時間が同じぐらいの人がいいよ。",
        "Ａ：確かにそうですね。",
        "Ｂ：次に、協調性があること。トイレやお風呂の共有スペースを協力して使えないと困るからね。それから、たばこを吸わないこと。たばこを吸わない私たちのような者には、必須条件だね。",
        "Ａ：なるほど。よくわかりました。",
    ],
    "gplaylistAB" : [//A+B両方を再生
        //談話練習2はsx_d2x_xx.mp3を使います。d2が目印です
        "s5_d20_01.mp3",

        "s5_d21_01.mp3",
        "s5_d21_02.mp3",
        "s5_d21_03.mp3",
        "s5_d21_04.mp3",
        "s5_d21_05.mp3",
        "s5_d21_06.mp3",

        "s5_d22_01.mp3",
        "s5_d22_02.mp3",
        "s5_d22_03.mp3",
        "s5_d22_04.mp3",
        "s5_d22_05.mp3",
        "s5_d22_06.mp3",

        "s5_d23_01.mp3",
        "s5_d23_02.mp3",
        "s5_d23_03.mp3",
        "s5_d23_04.mp3",
        "s5_d23_05.mp3",
        "s5_d23_06.mp3",
    ],
    "gplaylistAx" : [//Aさんのみ再生
        //TODO:再生しない箇所は"@888"を設定すること
        //注： 888は再生しないトラックの秒数。
        "s5_d20_01.mp3",

        "s5_d21_01.mp3",
        "s5_d21_02.mp3",
        "@10",
        "s5_d21_04.mp3",
        "@24",
        "s5_d21_06.mp3",

        "s5_d22_01.mp3",
        "s5_d22_02.mp3",
        "@11",
        "s5_d22_04.mp3",
        "@13",
        "s5_d22_06.mp3",

        "s5_d23_01.mp3",
        "s5_d23_02.mp3",
        "@13",
        "s5_d23_04.mp3",
        "@15",
        "s5_d23_06.mp3",
    ],
    "gplaylistxB" : [//Bさんのみ再生
        //TODO:再生しない箇所は"@888"を設定すること
        //注： 888は再生しないトラックの秒数。
        "s5_d20_01.mp3",

        "s5_d21_01.mp3",
        "@7",
        "s5_d21_03.mp3",
        "@2",
        "s5_d21_05.mp3",
        "@3",

        "s5_d22_01.mp3",
        "@7",
        "s5_d22_03.mp3",
        "@5",
        "s5_d22_05.mp3",
        "@2",

        "s5_d23_01.mp3",
        "@6",
        "s5_d23_03.mp3",
        "@1",
        "s5_d23_05.mp3",
        "@3",
    ],
};

