var gPlayData = {
    "beforelink": "player_002.html?602",//ファイル名は固定、後ろの数字だけ1個前のセクション
    "nextlink": "index.html",
    "jptitle": "第6課　談話練習2　同僚とアイディアを出し合う",
    "djp": [
        "1. （Ａ・Ｂ：総務部の社員同士）",
        "Ａ：今回の節電月間は、昼休みの消灯の徹底がいいと思う。",
        "Ｂ：消灯の徹底、いいね。それと、ノー残業デーの日数を増やすのはどうかな。家族と一緒に過ごす時間が増えて、一石二鳥だし。",
        "Ａ：ノー残業デーを増やすと、ほかの日の残業時間が増えちゃうんじゃない？",
        "Ｂ：そうか。じゃ、もっと簡単にできるエアコンの温度設定にしようか。",
        "Ａ：そうだね。じゃ、昼休みの消灯の徹底とエアコンの温度設定ということで。",
        "Ｂ：そうしよう。",

        "2. （Ａ・Ｂ：宣伝部の社員同士）",
        "Ａ：クリスマスキャンペーンのマウスウォッシュのノベルティーは、歯ブラシがいいと思う。",
        "Ｂ：子ども用のマウスウォッシュのミニサイズはどうかな。子どもも使うようになれば、顧客層の拡大にもつながるし。",
        "Ａ：子どものいない人には、不要な物だから、逆に買ってもらえないんじゃない？",
        "Ｂ：そうか。そう考えると、歯ブラシも自分の好みの歯ブラシを使ってる人がいるだろうから、どうなんだろう。同じ商品のミニサイズがいいんじゃない？　持ち歩きにも便利だから。",
        "Ａ：そうだね。じゃ、同じ商品のミニサイズということで。",
        "Ｂ：そうしよう。",

        "3. （Ａ・Ｂ：総務部の社員同士）",
        "Ａ：社員同士のコミュニケーションを高めるための方法だけど、フリースペースを設けるのがいいと思う。",
        "Ｂ：飲み会を増やすのはどうかな。部内だけでなく、他部署と合同で定期的に開いて。普段聞けない本音が聞けていいと思うよ。",
        "Ａ：夜は都合の悪い人もいるんじゃない？",
        "Ｂ：そうか。そう考えると、飲み会じゃなくて、ランチ会とかお茶会にするのもありかもね。",
        "Ａ：そうだね。じゃ、今のアイディアをまとめて、企画書にするということで。",
        "Ｂ：そうしよう。",
    ],
    "gplaylistAB" : [//A+B両方を再生
        //談話練習2はsx_d2x_xx.mp3を使います。d2が目印です
        "s6_d20_01.mp3",

        "s6_d21_01.mp3",
        "s6_d21_02.mp3",
        "s6_d21_03.mp3",
        "s6_d21_04.mp3",
        "s6_d21_05.mp3",
        "s6_d21_06.mp3",
        "s6_d21_07.mp3",

        "s6_d22_01.mp3",
        "s6_d22_02.mp3",
        "s6_d22_03.mp3",
        "s6_d22_04.mp3",
        "s6_d22_05.mp3",
        "s6_d22_06.mp3",
        "s6_d22_07.mp3",

        "s6_d23_01.mp3",
        "s6_d23_02.mp3",
        "s6_d23_03.mp3",
        "s6_d23_04.mp3",
        "s6_d23_05.mp3",
        "s6_d23_06.mp3",
        "s6_d23_07.mp3",
    ],
    "gplaylistAx" : [//Aさんのみ再生
        //TODO:再生しない箇所は"@888"を設定すること
        //注： 888は再生しないトラックの秒数。
        "s6_d20_01.mp3",

        "s6_d21_01.mp3",
        "s6_d21_02.mp3",
        "@10",
        "s6_d21_04.mp3",
        "@5",
        "s6_d21_06.mp3",
        "@1",

        "s6_d22_01.mp3",
        "s6_d22_02.mp3",
        "@7",
        "s6_d22_04.mp3",
        "@13",
        "s6_d22_06.mp3",
        "@1",

        "s6_d23_01.mp3",
        "s6_d23_02.mp3",
        "@10",
        "s6_d23_04.mp3",
        "@7",
        "s6_d23_06.mp3",
        "@1",
    ],
    "gplaylistxB" : [//Bさんのみ再生
        //TODO:再生しない箇所は"@888"を設定すること
        //注： 888は再生しないトラックの秒数。
        "s6_d20_01.mp3",

        "s6_d21_01.mp3",
        "@4",
        "s6_d21_03.mp3",
        "@4",
        "s6_d21_05.mp3",
        "@6",
        "s6_d21_07.mp3",

        "s6_d22_01.mp3",
        "@4",
        "s6_d22_03.mp3",
        "@5",
        "s6_d22_05.mp3",
        "@4",
        "s6_d22_07.mp3",

        "s6_d23_01.mp3",
        "@6",
        "s6_d23_03.mp3",
        "@2",
        "s6_d23_05.mp3",
        "@5",
        "s6_d23_07.mp3",
    ],
};

