var gPlayData = {
    "beforelink": "player_002.html?702",//ファイル名は固定、後ろの数字だけ1個前のセクション
    "nextlink": "index.html",
    "jptitle": "第7課　談話練習2　ビジネスの話を持ちかける",
    "djp": [
        "1. （Ａ：不動産会社の担当者　Ｂ：ブランド会社の担当者）",
        "Ａ：この度、富士市郊外にアウトレットモールを建設することになりまして。つきましては、ぜひ御社に出店をご検討いただけないかと思いまして、伺いました。",
        "Ｂ：話題になっていますね。うちに声をかけていただいて光栄です。ただ、アウトレットは初めてですので、うちのブランドイメージが傷つきかねないんじゃないかと……。",
        "Ａ：こちらが計画書です。わたくしどもとしては、多くの一流ブランドが集中しているエリアに、御社の出店を計画しております。御社のブランドイメージは、逆にアップすると考えます。",
        "Ｂ：そうですね。富士山の近くということは、観光客の来場も期待できるということですね。",
        "Ａ：はい。御社初のアウトレット進出ですから、注目を集めると思います。",
        "Ｂ：なるほど。お話はよくわかりました。一度社内で検討させていただきます。",

        "2.  （Ａ：ロボット開発会社の担当者　Ｂ：不動産管理会社の担当者）",
        "Ａ：この度、コンシェルジュと警備員を兼ねたAIロボットを販売することになりまして。つきましては、高級マンションを全国展開している御社でこのロボットを採用していただけないかと思いまして、伺いました。",
        "Ｂ：新聞で見ましたよ。大変便利なロボットですね。ただ、うちは外国人の入居者も多いので、その辺の対応はどうするのかと。",
        "Ａ：こちらが仕様書です。こちらにありますように、翻訳機能がついておりますので、英語と中国語の対応が可能です。",
        "Ｂ：そうですか。ロボットということは、24時間接客できるということですね。",
        "Ａ：はい。大幅なコスト削減につながると言えます。",
        "Ｂ：なるほど。お話はよくわかりました。一度社内で検討させていただきます。",

        "3. （Ａ：食品会社の担当者　Ｂ：ウェブサイト運営会社の担当者）",
        "Ａ：この度、新しいぽん酢を発売することになりまして。つきましては、御社のレシピサイトでこのぽん酢を使った料理コンテストができないかと思いまして、伺いました。",
        "Ｂ：御社のような大企業に声をかけていただいて光栄です。ただ、そのようなご提案は、我々にとっても初めてのことでして……。応募者がどのぐらい集まるのか心配です。",
        "Ａ：こちらが企画書です。コンテストの入賞者には、弊社が豪華賞品を用意いたしますので、応募者はかなりの数に上るでしょう。これによって、レシピサイトの新規会員の増加も見込めます。",
        "Ｂ：そうですね。会員数が増加するということは、弊社にとってもよい話だということですね。",
        "Ａ：はい。この企画が、両社のビジネス拡大につながるものであると確信しています。",
        "Ｂ：なるほど。お話はよくわかりました。一度社内で検討させていただきます。",
    ],
    "gplaylistAB" : [//A+B両方を再生
        //談話練習2はsx_d2x_xx.mp3を使います。d2が目印です
        "s7_d20_01.mp3",

        "s7_d21_01.mp3",
        "s7_d21_02.mp3",
        "s7_d21_03.mp3",
        "s7_d21_04.mp3",
        "s7_d21_05.mp3",
        "s7_d21_06.mp3",
        "s7_d21_07.mp3",

        "s7_d22_01.mp3",
        "s7_d22_02.mp3",
        "s7_d22_03.mp3",
        "s7_d22_04.mp3",
        "s7_d22_05.mp3",
        "s7_d22_06.mp3",
        "s7_d22_07.mp3",

        "s7_d23_01.mp3",
        "s7_d23_02.mp3",
        "s7_d23_03.mp3",
        "s7_d23_04.mp3",
        "s7_d23_05.mp3",
        "s7_d23_06.mp3",
        "s7_d23_07.mp3",
    ],
    "gplaylistAx" : [//Aさんのみ再生
        //TODO:再生しない箇所は"@888"を設定すること
        //注： 888は再生しないトラックの秒数。
        "s7_d20_01.mp3",

        "s7_d21_01.mp3",
        "s7_d21_02.mp3",
        "@12",
        "s7_d21_04.mp3",
        "@7",
        "s7_d21_06.mp3",
        "@6",

        "s7_d22_01.mp3",
        "s7_d22_02.mp3",
        "@11",
        "s7_d22_04.mp3",
        "@6",
        "s7_d22_06.mp3",
        "@7",

        "s7_d23_01.mp3",
        "s7_d23_02.mp3",
        "@13",
        "s7_d23_04.mp3",
        "@7",
        "s7_d23_06.mp3",
        "@6",
    ],
    "gplaylistxB" : [//Bさんのみ再生
        //TODO:再生しない箇所は"@888"を設定すること
        //注： 888は再生しないトラックの秒数。
        "s7_d20_01.mp3",

        "s7_d21_01.mp3",
        "@11",
        "s7_d21_03.mp3",
        "@13",
        "s7_d21_05.mp3",
        "@5",
        "s7_d21_07.mp3",

        "s7_d22_01.mp3",
        "@14",
        "s7_d22_03.mp3",
        "@9",
        "s7_d22_05.mp3",
        "@4",
        "s7_d22_07.mp3",

        "s7_d23_01.mp3",
        "@12",
        "s7_d23_03.mp3",
        "@15",
        "s7_d23_05.mp3",
        "@6",
        "s7_d23_07.mp3",
    ],
};

